{
  "currentVersionCode": 240125,
  "currentVersionName": "\n\n(English): No longer available on the Play Store. To continue using the updated app, you can download it from the HUAWEI AppGallery or Amazon AppStore. I recommend AppGallery, as you don't need to register, just download the app from the store. You can download the new version of NMC through this link: https://appgallery.huawei.com/app/C110153827 or searching for the name of the app.\n\nI apologize for what happened, but I will continue supporting the app in the aforementioned stores.\n\nNotice: When touching under \"Update\" you will be redirected to the old Play Store link, which is no longer available. If you don't know how to install apps from HUAWEI AppGallery or Amazon AppStore, just search on Google.\n\nIMPORTANT: Remember to uninstall this current version before trying to install the updated version to avoid conflicts.\n\n\n(Portuguese): Não está mais disponível na Play Store. Para continuar utilizando o app atualizado, você pode baixá-lo na HUAWEI AppGallery ou Amazon AppStore. Recomendo a AppGallery, pois você não precisa se registrar, apenas baixar o app da loja. Você pode baixar a nova versão do NMC através deste link: https://appgallery.huawei.com/app/C110153827 ou pesquisando pelo nome do app.\n\nPeço perdão pelo ocorrido, mas continuarei dando suporte ao app nas lojas citadas.\n\nAviso: Ao tocar em \"Atualizar\", você será redirecionado para o antigo link na Play Store, que não está mais disponível. Se não souber como instalar apps da HUAWEI AppGallery ou Amazon AppStore, basta pesquisar no Google.\n\nIMPORTANTE: Lembre-se de desinstalar essa versão atual antes de tentar instalar a versão atualizada para não haver conflitos.\n\n\n(Spanish): Ya no está disponible en Play Store. Para continuar usando la aplicación actualizada, puede descargarla desde HUAWEI AppGallery o Amazon AppStore. Recomiendo AppGallery, ya que no es necesario registrarse, simplemente descargue la aplicación de la tienda. Puedes descargar la nueva versión de NMC a través de este enlace: https://appgallery.huawei.com/app/C110153827 o buscando el nombre de la aplicación.\n\nPido disculpas por lo sucedido, pero continuaré brindando soporte a la aplicación en las tiendas antes mencionadas.\n\nAviso: Al tocar en \"Actualizar\", serás redirigido al antiguo enlace de Play Store, que ya no está disponible. Si no sabes cómo instalar aplicaciones desde HUAWEI AppGallery o Amazon AppStore, simplemente busca en Google.\n\nIMPORTANTE: Recuerde desinstalar esta versión actual antes de intentar instalar la versión actualizada para evitar conflictos.\n\n\n(Italian): Non più disponibile sul Play Store. Per continuare a utilizzare l'app aggiornata, puoi scaricarla da HUAWEI AppGallery o Amazon AppStore. Ti consiglio AppGallery perché non è necessario registrarsi, basta scaricare l'app dallo store. Puoi scaricare la nuova versione di NMC tramite questo link: https://appgallery.huawei.com/app/C110153827 o cercando il nome dell'app.\n\nMi scuso per l'accaduto, ma continuerò a supportare l'app negli store sopra menzionati.\n\nAvviso: Toccando sotto \"Aggiorna\" verrai reindirizzato al vecchio collegamento Play Store, che non è più disponibile. Se non sai come installare app da HUAWEI AppGallery o Amazon AppStore, cerca su Google.\n\nIMPORTANTE: Ricordarsi di disinstallare la versione corrente prima di provare a installare la versione aggiornata per evitare conflitti.\n\n"
}
